Repository: snomos/Sparkle
Catalog: Sparkle/*.lproj/Sparkle.strings
Languages: nn

source: %@ %@ is currently the newest version available.
nn: %1$@ %2$@ er nyaste versjon.

source: %@ %@ is currently the newest version available. (You are currently running version %@.)
nn: %1$@ %2$@ er nyaste versjon. (Du køyrer versjon %3$@ akkurat no.)

source: %@ %@ is now available—you have %@. Would you like to download it now?
nn: %1$@ %2$@ er no tilgjengeleg — du har %3$@. Ynskjer du å lasta ned og installera no?

source: %@ downloaded
nn: %@ nedlasta

source: %@ of %@
nn: %1$@ av %2$@

source: %1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?
nn: %1$@ %2$@ er lasta ned og er klar til bruk! Dette er ei viktig oppdatering; ynskjer du å installera og starta om att %1$@ no?

source: %1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?
nn: %1$@ %2$@ er lasta ned og er klar til bruk! Ynskjer du å installera og starta om att %1$@ no?

source: %1$@ can’t be updated, because it was opened from a read-only or a temporary location.
nn: %1$@ kan ikkje oppdaterast frå ei eining som berre kan lesast, t.d. frå ein cd

source: A new version of %@ is available!
nn: Ein ny versjon av %@ er tilgjengeleg!

source: A new version of %@ is ready to install!
nn: Ein ny versjon av %@ er klar for installering!

source: An error occurred in retrieving update information. Please try again later.
nn: Ein feil oppstod ved henting av oppdateringsinformasjon. Ver greid og prøv igjen seinare.

source: An error occurred while downloading the update. Please try again later.
nn: Ein feil oppstod under nedlasting av oppdateringa. Ver greid og prøv igjen seinare.

source: An error occurred while extracting the archive. Please try again later.
nn: Ein feil oppstod under utpakking av oppdateringa. Ver greid og prøv igjen seinare.

source: An error occurred while parsing the update feed.
nn: Ein feil oppstod under lesing av oppdateringsstraumen.

source: An important update to %@ is ready to install
nn: Ei viktig oppdatering for %@ er klar til å verta installert

source: Cancel
nn: Avbryt

source: Cancel Update
nn: Avbryt oppdateringa

source: Checking for updates…
nn: Ser etter oppdateringar…

source: Downloading update…
nn: Lastar ned oppdateringa…

source: Extracting update…
nn: Pakkar ut oppdateringa…

source: Install and Relaunch
nn: Installer og start på nytt

source: Installing update…
nn: Installerer oppdateringa…

source: Learn More…
nn: Meir info…

source: OK
nn: Greitt

source: Ready to Install
nn: Klar til å installera

source: Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu.
nn: Skal %1$@ sjå automatisk etter oppdateringar? Du kan når som helst sjå etter manuelt i %1$@-menyen.

source: Update Error!
nn: Feil ved oppdateringa!

source: Updating %@
nn: Oppdaterer %@

source: Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again.
nn: Flytt %1$@ til Programmer-mappa, start på nytt og prøv igjen.

source: You’re up to date!
nn: Ingen nye oppdateringar
